android-tools
ansible
ansible-core
ark
base
base-devel
bat
cronie
dolphin
dosfstools
fd
firefox
fzf
git
github-cli
goimapnotify
gwenview
htop
hugo
imagemagick
inkscape
kcalc
kde-utilities-meta
keepassxc
kitty
kvantum
libdbusmenu-qt6
libreoffice-fresh
libva-intel-driver
libva-utils
linux-firmware
linux-zen
lynx
man-db
mpc
mpd
mpv
ncmpcpp
neofetch
neomutt
neovim
networkmanager
notmuch
noto-fonts-cjk
npm
ntfs-3g
okular
opendoas
os-prober
pacman-contrib
papirus-icon-theme
pipewire-pulse
plasma-desktop
plasma-meta
plasma-sdk
plasma-wayland-session
polkit
python-pip
qt5-wayland
qt6-wayland
ripgrep
rsync
spectacle
syncthing
tldr
tmux
tree
ttf-jetbrains-mono-nerd
ttf-joypixels
usbutils
wget
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-gtk
xf86-input-synaptics
xf86-video-intel
xorg-xinit
xorg-xlsclients
yt-dlp
zsh
